#X-Generator: crowdin.com
index.welcome=Bem-vindo ao openHAB 2
index.location-info=Se voc\u00ea permitir que o seu navegador acessar a sua localiza\u00e7\u00e3o, openHAB ir\u00e1 us\u00e1-la para obter informa\u00e7\u00f5es meteorol\u00f3gicas e astro.
index.your-location=Sua localiza\u00e7\u00e3o:

setup.subtitle=Configura\u00e7\u00e3o
setup.welcome=Bem-vindo ao openHAB 2 - configura\u00e7\u00e3o inicial
setup.intro=openHAB vem com muitos Complementos diferentes. Para permitir um come\u00e7o f\u00e1cil, existem quatro pacotes predefinidos dispon\u00edveis que s\u00e3o um bom ponto de partida.
setup.check-doc=Confira a documenta\u00e7\u00e3o on-line para obter uma <a href="http://docs.openhab.org/configuration/packages.html" target="_blank"> Descri\u00e7\u00e3o detalhada desses pacotes</a>.
setup.choose-package=Por favor, escolha um pacote:
setup.package-simple-overlay=Simples
setup.package-simple-footer=Puramente UI
setup.package-standard-overlay=Padr\u00e3o
setup.package-standard-footer=Configura\u00e7\u00e3o recomendada
setup.package-expert-overlay=Expert
setup.package-expert-footer=Melhor para usu\u00e1rios 1. x
setup.package-demo-overlay=Demonstra\u00e7\u00e3o
setup.package-demo-footer=Configura\u00e7\u00e3o de amostra
setup.skip-package=Ignore a sele\u00e7\u00e3o de pacote...

common.getting-started=Como come\u00e7ar? Por favor, consulte a <a href="http://docs.openhab.org/" target="_blank"> documenta\u00e7\u00e3o on-line</a>.

entry.no-ui-installed=Nenhuma interface de usu\u00e1rio instalada.
entry.install-running=Por favor, aguarde enquanto UIs est\u00e3o sendo instaladas. Isso pode levar v\u00e1rios minutos.

warn.exposed=<p><b>AVISO - SUA CASA EST\u00c1 EXPOSTA!</b></p> Parece que voc\u00ea configurou a sua rede de forma que voc\u00ea pode acessar remotamente seu servidor openHAB de <p>. Infelizmente, n\u00e3o \u00e9 s\u00f3 voc\u00ea - quase <b>todo mundo na Internet pode acess\u00e1-lo!</b></p> <p>Se n\u00e3o era seu plano, por favor, aja imediatamente. Parar o "port forwarding" do seu roteador ou certifique-se de que voc\u00ea tem um mecanismo de autentica\u00e7\u00e3o segura no lugar, por exemplo, usando NGINX como um proxy reverso.</p> <p>Se voc\u00ea leu e compreendeu esta mensagem e tiver tomado as medidas cab\u00edveis, por favor <a href="?warn=ihavelearnedmylesson" style="color: #DDDDDD"> clique aqui</a> para fazer essa mensagem desaparecer de novo.</p>

