#X-Generator: crowdin.com
index.welcome=\u05d1\u05e8\u05d5\u05db\u05d9\u05dd \u05d4\u05d1\u05d0\u05d9\u05dd \u05dc openHAB 2
index.location-info=\u05d0\u05dd \u05ea\u05d0\u05e4\u05e9\u05e8 \u05dc\u05d3\u05e4\u05d3\u05e4\u05df \u05d2\u05d9\u05e9\u05d4 \u05dc\u05de\u05d9\u05e7\u05d5\u05dd \u05e9\u05dc\u05da, openHAB \u05d9\u05e9\u05ea\u05de\u05e9 \u05d1\u05de\u05d9\u05d3\u05e2 \u05d6\u05d4 \u05dc\u05e0\u05ea\u05d5\u05e0\u05d9 \u05de\u05d6\u05d2 \u05d4\u05d0\u05d5\u05d5\u05d9\u05e8 \u05d5\u05de\u05d9\u05d3\u05e2 \u05d0\u05e1\u05d8\u05e8\u05d5\u05e0\u05d5\u05de\u05d9.
index.your-location=\u05d4\u05de\u05d9\u05e7\u05d5\u05dd \u05e9\u05dc\u05da\:

setup.subtitle=\u05d4\u05ea\u05e7\u05e0\u05d4
setup.welcome=\u05d1\u05e8\u05d5\u05da \u05d4\u05d1\u05d0 \u05dc openHAB 2 - \u05d4\u05d2\u05d3\u05e8\u05d4 \u05e8\u05d0\u05e9\u05d5\u05e0\u05d9\u05ea
setup.intro=openHAB \u05de\u05d2\u05d9\u05e2 \u05e2\u05dd \u05ea\u05d5\u05e1\u05e4\u05d9\u05dd \u05e8\u05d1\u05d9\u05dd \u05d5\u05e9\u05d5\u05e0\u05d9\u05dd. \u05db\u05d3\u05d9 \u05dc\u05d0\u05e4\u05e9\u05e8 \u05d4\u05ea\u05d7\u05dc\u05d4 \u05e7\u05dc\u05d4, \u05e7\u05d9\u05d9\u05de\u05d5\u05ea \u05d0\u05e8\u05d1\u05e2 \u05d7\u05d1\u05d9\u05dc\u05d5\u05ea \u05de\u05d5\u05d2\u05d3\u05e8\u05d5\u05ea \u05de\u05e8\u05d0\u05e9 \u05d4\u05e0\u05d5\u05ea\u05e0\u05d5\u05ea \u05e0\u05e7\u05d5\u05d3\u05ea \u05d4\u05ea\u05d7\u05dc\u05d4 \u05d8\u05d5\u05d1\u05d4.
setup.check-doc=\u05d1\u05d3\u05d5\u05e7 \u05d1\u05ea\u05d9\u05e2\u05d5\u05d3 \u05d4\u05de\u05e7\u05d5\u05d5\u05df <a href\="https\://www.openhab.org/docs/configuration/packages.html" target\="_blank"> \u05ea\u05d9\u05d0\u05d5\u05e8 \u05de\u05e4\u05d5\u05e8\u05d8 \u05e9\u05dc \u05d7\u05d1\u05d9\u05dc\u05d5\u05ea \u05d0\u05dc\u05d5<a/>.
setup.choose-package=\u05d1\u05d7\u05d9\u05e8\u05ea \u05d7\u05d1\u05d9\u05dc\u05d4\:
setup.package-standard-overlay=\u05e8\u05d2\u05d9\u05dc
setup.package-standard-footer=\u05d4\u05ea\u05e7\u05e0\u05d4 \u05de\u05d5\u05de\u05dc\u05e6\u05ea
setup.package-simple-overlay=\u05e4\u05e9\u05d5\u05d8
setup.package-simple-footer=\u05de\u05de\u05e9\u05e7 \u05de\u05e9\u05ea\u05de\u05e9 \u05d1\u05dc\u05d1\u05d3
setup.package-expert-overlay=\u05de\u05d5\u05de\u05d7\u05d4 (\u05db\u05dc \u05d4\u05d0\u05e4\u05e9\u05e8\u05d5\u05d9\u05d5\u05ea)
setup.package-expert-footer=\u05d4\u05d8\u05d5\u05d1 \u05d1\u05d9\u05d5\u05ea\u05e8 \u05e2\u05d1\u05d5\u05e8 \u05de\u05e9\u05ea\u05de\u05e9\u05d9\u05dd \u05d1\u05d2\u05d9\u05e8\u05e1\u05d0\u05d5\u05ea 1
setup.package-demo-overlay=\u05d4\u05d3\u05d2\u05de\u05d4
setup.package-demo-footer=\u05d4\u05ea\u05e7\u05e0\u05d4 \u05dc\u05d3\u05d5\u05d2\u05de\u05d0
setup.skip-package=\u05d3\u05dc\u05d2 \u05e2\u05dc \u05d1\u05d7\u05d9\u05e8\u05ea \u05d7\u05d1\u05d9\u05dc\u05d4...

common.getting-started=\u05de\u05ea\u05d7\u05d9\u05dc\u05d9\u05dd? \u05e0\u05d0 \u05dc\u05e4\u05e0\u05d5\u05ea \u05dc <a href\="https\://www.openhab.org/docs/" target\="_blank"> \u05ea\u05d9\u05e2\u05d5\u05d3 \u05de\u05e7\u05d5\u05d5\u05df </a>.

entry.no-ui-installed=\u05dc\u05d0 \u05d4\u05d5\u05ea\u05e7\u05df \u05de\u05de\u05e9\u05e7 \u05de\u05e9\u05ea\u05de\u05e9.
entry.install-running=\u05d0\u05e0\u05d0 \u05d4\u05de\u05ea\u05df \u05d1\u05d6\u05de\u05df \u05e9\u05de\u05de\u05e9\u05e7\u05d9 \u05d4\u05de\u05e9\u05ea\u05de\u05e9 \u05de\u05d5\u05ea\u05e7\u05e0\u05d9\u05dd. \u05ea\u05d4\u05dc\u05d9\u05da \u05d6\u05d4 \u05e2\u05dc\u05d5\u05dc \u05dc\u05e7\u05d7\u05ea \u05de\u05e1\u05e4\u05e8 \u05d3\u05e7\u05d5\u05ea.

warn.exposed=<p><b> \u05d0\u05d6\u05d4\u05e8\u05d4 - \u05d1\u05d9\u05ea\u05da \u05d7\u05e9\u05d5\u05e3</b></p> \n<p>\u05e0\u05e8\u05d0\u05d4 \u05e9\u05d4\u05d2\u05d3\u05e8\u05ea \u05d0\u05ea \u05d4\u05e8\u05e9\u05ea \u05e9\u05dc\u05da \u05d1\u05d0\u05d5\u05e4\u05df \u05e9\u05de\u05d0\u05e4\u05e9\u05e8 \u05d2\u05d9\u05e9\u05d4 \u05de\u05e8\u05d7\u05d5\u05e7 \u05dc\u05e9\u05e8\u05ea openHAB. \u05dc\u05e6\u05e2\u05e8\u05e0\u05d5 \u05d4\u05d2\u05d9\u05e9\u05d4 \u05e0\u05d9\u05ea\u05e0\u05ea \u05dc\u05d0 \u05e8\u05e7 \u05dc\u05da - <b> \u05d4\u05d2\u05d9\u05e9\u05d4 \u05dc\u05e8\u05e9\u05ea \u05e9\u05dc\u05da \u05e0\u05e4\u05ea\u05d7\u05d4 \u05db\u05de\u05e2\u05d8 \u05dc\u05db\u05d5\u05dc\u05dd \u05d1\u05e8\u05e9\u05ea\!</b></p\n<p>\u05d0\u05dd \u05d6\u05d5 \u05dc\u05d0 \u05d4\u05d9\u05d9\u05ea\u05d4 \u05db\u05d5\u05d5\u05e0\u05ea\u05da, \u05d0\u05e0\u05d0 \u05e4\u05e2\u05dc \u05de\u05d9\u05d3. \u05d7\u05e1\u05d5\u05dd \u05d0\u05ea \u05d4\u05d2\u05d9\u05e9\u05d4 \u05d4\u05e4\u05ea\u05d5\u05d7\u05d4 \u05d1\u05e8\u05d0\u05d5\u05d8\u05e8 \u05d0\u05d5 \u05d5\u05d5\u05d3\u05d0 \u05e9\u05d9\u05e9 \u05dc\u05da \u05de\u05e0\u05d2\u05e0\u05d5\u05df \u05d0\u05d1\u05d8\u05d7\u05d4 \u05de\u05d0\u05d5\u05de\u05ea \u05d1\u05de\u05e7\u05d5\u05dd, \u05dc\u05de\u05e9\u05dc \u05e2"\u05d9 \u05e9\u05d9\u05de\u05d5\u05e9 \u05d1 NGINX \u05db reverse proxy \u05db\u05d4\u05e4\u05e8\u05d3\u05d4 \u05d1\u05d0\u05de\u05e6\u05e2.</p>\n <p>\u05d0\u05dd \u05e7\u05e8\u05d0\u05ea \u05d5\u05d4\u05d1\u05e0\u05ea \u05d0\u05ea \u05d4\u05d4\u05d5\u05d3\u05e2\u05d5\u05ea \u05d4\u05e0"\u05dc \u05d5\u05d1\u05d9\u05e6\u05e2\u05ea \u05d0\u05ea \u05d4\u05e4\u05e2\u05d5\u05dc\u05d5\u05ea \u05d4\u05de\u05d5\u05de\u05dc\u05e6\u05d5\u05ea, \u05d0\u05e0\u05d0 \u05dc\u05d7\u05e5 \u05db\u05d0\u05df <a href\="?warn\=ihavelearnedmylesson" style\="color\: \#DDDDDD"> </a> \u05db\u05d3\u05d9 \u05dc\u05d4\u05e2\u05dc\u05d9\u05dd \u05d0\u05ea \u05d4\u05d4\u05d5\u05d3\u05e2\u05d4 \u05d4\u05d6\u05d0\u05ea \u05e9\u05d5\u05d1.</p>

